[
    {
        "id": 1,
        "message": "제게 미림에서 첫 도전이었던 앱앤미는 가장 최고의 도전이라고 말할 수 있습니다. 동아리에서 선배들과 친구들을 만나 특별한 외부활동을 준비하고 함께 프로젝트를 기획하고 완성하는 과정에서의 중요한 협업과 소통을 배울 수 있었습니다. 그리고 여러 프로그래밍 언어와 프레임워크를 경험해볼 수 있었습니다. 물론 지칠때도 있었지만 아무것도 몰랐던 저에게 정말 많은 것들을 알게해준 든든하고 고마운 동아리 입니다.",
        "name": "추다율",
        "role": "동아리 짱",
        "major": "소프트웨어과"
    },
    {
        "id": 2,
        "message": "미림에 입학한 후, 앱앤미를 통해 정말 많은 경험을 하며 성장할 수 있었습니다. 특히, 전공과 관련하여 앱앤미에서의 활동이 아니었다면 결코 얻지 못했을 소중한 배움과 성장을 이룰 수 있었습니다.다양한 외부 활동과 협업 프로젝트를 통해 실무적인 역량을 키울 수 있었고, 팀원들과 함께 고민하며 문제를 해결하는 과정에서 협업의 중요성을 깊이 깨닫게 되었습니다. 또한, 선배님들과의 소통과 스터디를 통해 한층 더 성장할 수 있었습니다. ",
        "name": "하지민",
        "role": "동아리 부짱",
        "major": "디자인과"
    },
    {
        "id": 3,
        "message": "저는 앱앤미에 들어온 것이 최고의 행운이라고 자부합니다. 앱앤미를 통해 혼자라면 하지 못했을 여러 활동을 통해 성장과 경험을 쌓아 나갔습니다. 프로젝트를 만들어 전시도 하고, 여러 해커톤 그리고 상을 받으며 포폴을 풍부하게 만들 수 있었고, 좋은 앱앤미 친구들과 선생님이 함께 해서 더욱 즐거운 생활을 할 수 있었던 것 같습니다. 이러한 시간이 제게 큰 자산이 되었고, 앞으로의 발전에 큰 밑거름이 될 것 같습니다.",
        "name": "윤주영",
        "role": "동아리 부원",
        "major": "소프트웨어과"
    },
    {
        "id": 4,
        "message": "미림에서 가장 값진 경험은 앱앤미 활동을 통해 팀원들과 함께 성장할 수 있었던 시간이었습니다. 입학 초기에는 모든 것이 낯설고 어려웠지만 앱앤미를 통해 다양한 프로젝트와 공모전에 참여하면서 개발 실력 및 협업 능력을 키울 수 있었습니다. (특히 협업을 통해 팀워크의 중요성을 느끼고 목표를 향해 나아가는 과정에서 많은 배움을 얻었습니다.) 이러한 경험을 바탕으로 전보다 더 발전된 모습으로 자신감을 가지고 임할 수 있게 되었습니다!",
        "name": "배주연",
        "role": "동아리 부원",
        "major": "웹솔루션과"
    },
    {
        "id": 5,
        "message": "앱앤미에서 활동하면서 1학년 때부터 부원 친구들과 함께 다양한 활동들을 하면서 개발 공부도 하고 전시나 공모전에 참가하면서 많은 경험을 할 수 있었고 2학년 때도 협업을 하면서 정말 배울 수 있는 것도 많고 성장할 수 있었다고 생각합니다. 앱앤미에서 했던 프로젝트들로 여러 좋은 성과도 만들 수 있었습니다. 정말 좋은 친구들과 선후배들이 어울릴 수 있다고 생각하기 때문에 앱앤미는 저에게 정말 소중한 것 같습니다.",
        "name": "황유진",
        "role": "동아리 부원",
        "major": "웹솔루션과"
    },
    {
        "id": 6,
        "message": "미림에서 앱앤미는 저에게 많은 경험과 도전의 기회를 제공해 준 소중한 동아리였습니다. 2년 동안 다양한 프로젝트에 참여하며 앱 개발의 기획부터 디자인까지 폭넓게 경험할 수 있었고, 이를 통해 실무적인 감각을 키울 수 있었습니다.  또한, 부원들과 협력하여 프로젝트를 진행하는 과정에서 책임감의 무게를 실감하고, 원활한 소통이 얼마나 중요한지 깨닫는 계기가 되었습니다.앞으로도 이 소중한 경험을 바탕으로 더욱 성장해 나가고 싶습니다.",
        "name": "송유빈",
        "role": "동아리 부원",
        "major": "디자인과"
    }
]